Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON StoryX_Redwood (레드우드).tmx
Source language: ko_kr
Languages: en_us

source: 하긴, 그러니까 이 겨울에 미쳐서는 뱃놀이를 갔다가 물에 빠져 죽지.
en_us: Well, I supposed that was how the poor nobleman drowned in the middle of the winter.

source: 주짓수의 장점은 간단하다.{j}풀 줄 모르면 끝이다.
en_us: The good thing about jujitsu was that if your opponent didn’t know how to get out of your grip, he was done for.{j}

source: 허락 없이 멋대로 뽑아가서 쓰려고 해도 힘을 빌려주지 않을 가능성도 있고, 굳이 이미 얻을 수 있는 모든 걸 얻었는데 괜히 더 욕심부려 검을 뽑았다가 호수가 싹 마르면 굶어 죽는 사람이 한둘이 아니다.
en_us: Even if I forced it out, the being likely won’t lend a hand. Besides, I had gained what I could gain already. If I overstepped the lines and pulled out the sword, the lake might dry up, and many people may starve to death.

source: 뭐, 불만이 있으면 어쩔 건데.
en_us: But what could he do about it?

source: 그래, 로티샤 호수는 수심이 얕은 편인데도 불구하고 어지간해서는 얼어붙는 경우가 없고, 설사 얼어붙는다 해도 얇은 살얼음 정도가 고작이다.
en_us: Yes. Though Lake Roticha was pretty shallow, it seldom froze beyond the surface.

source: “앉아라, 무슨 일이니?”{j}로델린의 부드러운 목소리에 나는 자리에 앉아 입을 열었다.
en_us: “Please take a sit. What is it?” Rodelline asked softly.{j}

source: 바닥에 침을 한 번 뱉은 나는 신고 있는 신발로 가래침을 비빈 다음 대답했다.{j}“기초라는 게 원래 다 그렇지요.”
en_us: Spitting on the ground and rubbing the spot with the sole of my shoes, I replied, “That’s what basic means.”{j}

source: 나는 흥신소 일을 하고 있다.
en_us: I worked in a private agency.

source: 입고 있는 후드가 몸을 가리고 있어서 구체적으로 성별을 특정 지을 수는 없을 것 같다.
en_us: With the hood covering the body, I could not tell if they were a man or a woman.

source: 곧바로 녀석이 주먹으로 내 뺨을 강타했다.
en_us: His fist flew straight into my face.

source: “커허으……극…….”
en_us: “Ugh... grr...” he groaned.

source: 그렇기에, 구심점을 박아넣은 다음 거기에 마력을 쌓을 때도 한꺼번에 잔뜩 축적할 수 없다고 한다.{j}조금씩 끌어모아, 구심점에 가둬진 마력이 육체의 환경에 적응해, 파괴 대상에서 사용자의 육체를 제외할 수 있도록 길들여야 한다.
en_us: So even when one accumulates mana in the core, one had to do so little by little so the mana inside would learn not to destroy the user’s body.{j}

source: 슥슥 빠르게 페이지를 넘기던 내 시선을 잡은 건 마력이라고 하는 단어였다.
en_us: What caught my eyes while I swept through the pages was the word “mana.”

source: “저쪽, 저쪽으로 가야 합니다.”
en_us: “That way. We must go that way.”

source: 나는 잠깐 녀석을 위아래로 훑어본 다음에 후우, 하고 숨을 내쉬었다.
en_us: I scanned him up and down before letting out a sigh.

source: 2-3시간 정도 마력을 끌어모은 나는 자리에서 일어나 연습용 검을 들고 자세를 잡았다.
en_us: After collecting mana for 2 to 3 hours, I stood up and grabbed the training sword.

source: 사실, 나는 발현점에 도달했을 때 한 개의 능력이 아니라 두 개를 얻을 수 있지 않을까?{j}하는 기대를 하기는 했었다.
en_us: I had hoped that I might gain not one but two abilities before.{j}

source: 시야가 검게 변했다가 하얗게 변하기를 연거푸 반복한다.
en_us: My vision flickered again and again.

source: “살길은 하나밖에 없어.”
en_us: “There’s only one way out,” I declared.

source: 얼마 지나지 않아 안젤라가 문을 열고 들어와 인사했다.
en_us: Angela soon entered and bowed.

source: “일단 집 안에서 알 수 있는 건 이 정도가 전부네요.
en_us: “I think this is as much as we could glean from the house.

source: 등을 벽에 딱 붙이고, 게처럼 옆으로 걷지 않는다면 지나갈 수도 없어 보인다.
en_us: One probably could not even pass through if he did not stick his back to the cliff and walk sideways like a crab.

source: 그러면 바닥에 꽂혀있던 검을 본 게 말이 된다.
en_us: Then it made sense that I saw it.

source: 쿠르스트 산맥으로 끌려가는 입장이니까.
en_us: Well, I was being dragged to Kurst Mountains.

source: “오전에는 육체 단련을 하고, 오후에는 마력을 느끼는 연습을 할 겁니다.
en_us: “We’re going to do some physical training in the morning and mana training in the afternoon.

source: ― 괜찮다.
en_us: I’m alright.

source: 더 생각하지 말자.
en_us: So let’s stop for now.

source: 굳이 게롯이 언급하지 않아도 아직 더 뛸 수 있다는 건 알고 있다.{j}그리고, 어차피 아직 한참을 더 뛰어야 한다는 것도 알고 있다.
en_us: Even without the tutor mentioning, I knew I could and should do more.{j}

source: 이틀에 걸쳐 다시 돌아온 레온 백작의 성.
en_us: It took two days to come back to Count Leon’s castle.

source: 내 말에 레온 백작이 대답했다.{j}“그렇다면 네가 알아서 하면 될 일 아니냐.”
en_us: “Then do it your way,” replied the count.{j}

source: 니들 시체 해부 같은 건 안 하냐?
en_us: Did these guys not dissect these things?

source: “그럼, 저는 이만…….”{j}간단하게 인사를 마친 나는 다시 방으로 돌아가서 눈을 감았다.
en_us: “Well then, excuse me...” I said politely before returning to my room and closing my eyes.{j}

source: 나는 고개를 푹 숙이고 있다가 가까스로 되물었다.{j}“방금 전에 그건?”
en_us: I hung my head before finally managing, “What was that?”{j}

source: 내 중얼거림에 형상이 대답했다.{j}― 네 심장은 붉은 가지의 파편과 함께 반죽되어 새로 빚어졌다.{j}새롭게 만들어진 너의 심장은 그 자체로도 마력을 모을 수 있다.{j}심장에 구심점을 박아넣은 게 아니라, 심장이 구심점이 되었다.
en_us: Your heart has been reformed with the piece of the Red Branch.Your new heart can collect mana as it is. I haven’t embedded a core into your heart but made it into a core, replied the figure.{j}{j}{j}

source: 내 말에 로델린이 웃으며 고개를 저었다.
en_us: Rodelline smiled and shook her head.

source: 요즘 의사들이 손에 풀물이 든 채로 잉크로 문서를 쓸 일이 있기는 한가.
en_us: Do physicians ever need to write documents in ink with grass-stained hands?

source: 나는 눈을 질끈 감고 속으로 생각했다.
en_us: Clenching my eyes shut, I began to think.

source: “어차피 귀족 주제에 여기까지 끌려왔다는 건 쫓겨났다는 건데, 가문으로부터 버림받은 녀석이 자기가 이래 봬도 귀족이었다고 하면서 뻗대는 것도 추합니다.”
en_us: “A nobleman being here means that he was cast out by his family. It would be pathetic for an outcast of the family to brag about how he used to be a noble.”

source: 내 말에 화장대 위에 다시 화장품을 올려두던 로델린의 손길이 멈칫했다.
en_us: Rodelline’s hand that had been rearranging the cosmetics on the vanity twitched.

source: “……죄송합니다.”{j}나는 이내 고개를 저었다.
en_us: “I’m sorry...” I said finally, shaking my head.{j}

source: 시신은 마을의 치안대에게 넘기고, 우리가 찾아낸 집의 위치를 알려주고, 알아낸 용의자의 정보를 공유하면 될 것이다.
en_us: After giving the bodies to the Public Security of the town, we could report the location of the house as well as the information regarding the suspect.

source: “궁금한 건, 더 없니?”
en_us: “Is there anything else you’d like to ask?”

source: 명단의 이름을 다 부른 다음 병참 장교가 우리를 슥 훑어보고는 타오르고 있던 화로 속으로 명단을 던져넣었다.
en_us: As soon as he was done with the list, he gave us another sweeping look before tossing the paper into the fireplace.

source: 이거 참, 이렇게 나온다면 이야기가 좀 달라진다.
en_us: Well, I might have to take back my words then.

source: 내 말에 게롯이 고개를 저으며 대답했다.
en_us: But Gerrod shook his head.

source: 그 일대에 있는 어부의 집을 살펴보는 게 좋겠죠.”
en_us: We should look at fishermen’s houses nearby,” I suggested.

source: “마틴입니다.”{j}노크와 함께 말을 하자, 문 너머에서 들어오라는 소리가 들렸다.
en_us: “It’s Martin,” I announced with a knock to which the voice called me in.{j}

source: “무사하십니까?”
en_us: “Are you alright?” he asked.

source: 그 말에 나는 표정을 약간 바꿨다.
en_us: My expression shifted.

source: “그러게 말이다.
en_us: “Indeed.

source: 내 말에 레온 백작이 대답했다.{j}“쉽게 내린 결정은 아니었다.{j}너는 잘못을 저질렀고, 나는 거기에 대한 징계를 해야 한다.”
en_us: “It wasn’t an easy decision. You’ve done wrong and I have to punish you for it,” Count Leon replied.{j}{j}

source: 뭔가 해볼 만한 일 없으려나.
en_us: I wondered if there was anything else I could do.

source: 몸 쓰는 일을 싫어하는 건 아니지만 내가 하지 않아도 되는 일이라면 넘겨주는 편이다.
en_us: Though I wasn’t against manual labor, I preferred to delegate it to others if I could.

source: 나는 턱을 괸 채로 식사를 하는 세 명을 훑어보기 시작했다.
en_us: With my chin on my hand, I began to observe the three.

source: 데이먼과 레온 백작을 말하는 건가.
en_us: Was she talking about Damon and Count Leon?

source: 그리고, 그날 마틴 레드우드의 잔심부름을 담당하는 당번이기도 했다.
en_us: She was also on duty to help around the young master that day.

source: 그 와중에 주변에서 무슨 일이 일어나고 있는 건지, 호수 위로 피가 퍼지는 광경도 눈에 들어온다.
en_us: Meanwhile, I could also see blood spreading in the water. Something must be going on above the surface.

source: 그리고, 왜 다 추측뿐이야.
en_us: Also, why was everything a hypothesis?

source: 이렇게 함께 식사하는 게 얼마 만인지도 모르겠네요.”
en_us: God knows how long it has been since you two dined together,” he said.

source: 레드우드 가문의 가보였지.”
en_us: It was a family heirloom.”

source: 그 상태로 얼마나 지났을까.{j}녀석의 움직임이 뚝 그쳤다.
en_us: A while passed before the man stopped moving.{j}

source: “그렇지는 않습니다.”
en_us: “Not exactly,” he replied.

source: 무슨 바람이 불어서 그 양반이 나를 찾는 거지.
en_us: Why was the old man suddenly looking for me?

source: “죄송합니다.”
en_us: “I beg your forgiveness,” she said.

source: “차를 한 잔 올릴까요?”
en_us: “Should I brew some tea?” offered Angela.

source: 하지만 이번에 뭐가 좀 크게 잘못되었다.
en_us: This time though, something went terribly wrong.

source: 나는 잠깐 녀석을 보다가 문을 열고 안으로 들어갔다.
en_us: I stared at him for a while before entering.

source: “조금만 먹을 생각이란다.”
en_us: “I’m going to eat little,” she replied.

source: 안 부럽기가 힘든 상황이긴 하다.
en_us: No wonder she was jealous.

source: 말을 마치고 나서 약간 씁쓸한 표정을 짓고 나를 바라봤다.
en_us: Rodelline finished as she turned to me with a bitter expression.

source: 물가로 다가간 나는 호수에 손을 넣어본 다음 어깨를 으쓱했다.{j}“물은 따뜻하지 않아.”
en_us: “The water’s not warm,” I said with a shrug after dipping my hand in the water.{j}

source: 자라나는 나무가 검을 사랑하는지, 펜을 사랑하는지, 또는 마법을 사랑하는지.{j}그런 건 중요하지 않아.
en_us: It does not matter if the tree loves swords, pens, or magic.{j}

source: “이건…….”{j}오두막이 하나 있었다.{j}절벽에 매달린 오두막이었다.
en_us: “This...” I murmured as I looked at a shack by the cliff.{j}{j}

source: 그 뒤로도 게롯의 지시에 따라 나는 부지런히 몸을 움직이기 시작했다.
en_us: After that, I continued to move diligently upon Gerrod’s orders.

source: 흥신소 일이 햄버거라면, 나는 몇천 달러짜리 햄버거였다.
en_us: I was a burger that was worth several thousand dollars.

source: 거짓부렁을 해도 정도가 있지.
en_us: A bullshit if there was one.

source: 상대를 찌르기라도 하라는 겁니까?”{j}손바닥만 한 나무 파편으로 뭘 어쩌라고.
en_us: Should I stab my enemy?” I asked, wondering what on earth I was supposed to do with the piece of wood the size of my palm.{j}

source: 내 말에 잠깐 주저하던 안젤라가 약간 걱정되는 목소리로 대답했다.{j}“사실은…… 도련님의 붙박이로 있는 하녀들은 6일간 도련님의 붙박이 하녀 업무를 수행한 다음에 6일간의 휴식을 가집니다.”
en_us: After a bit of hesitation, Angela spoke up in a worried tone, “Actually... the maids who attend to you take six days off after working six days.”{j}

source: “시키실 일이 있다면 무엇이든 말씀해주세요.”
en_us: “Please tell me if you need anything,” she said.

source: 게다가 내가 만든 분신이기 때문에 어디로 공격할지도 모를 수가 없다.
en_us: Also, since they were mine, I always knew where they were attacking from.

source: “레온이 제인을 둘째 부인으로 들인 건 별도의 목적이 있어서는 아니었단다.”
en_us: “Leon took Jane as a second wife without a purpose.”

source: 내 말에 도리안이 픽 웃고 대답했다.
en_us: Dorian barked a laughter.

source: 나는 그 말에 대답했다.{j}“그렇습니다, 제가 기억이 없어서 그런데…… 아버지의 둘째 부인이시지요?”
en_us: “Yes I am. My memories are yet to be back... but I assume you’re my father’s second wife?” I replied.{j}

source: 나는 그렇게 중얼거리고 나서 책 한 권을 뽑아서 페이지를 펼쳐보았다.{j}거기에는, 잉크로 써놓은 필기들이 눈에 들어온다.
en_us: I took and opened the book to show notes written in ink.{j}

source: 그리고, 여자가 입을 열었다.
en_us: Then the woman opened her mouth again.

source: “그렇다면 저 혼자라도 하겠습니다.”
en_us: “Then I will do it alone,” he declared.

source: 왜 그 생각을 못 했지?
en_us: Why hadn’t I thought of that?

source: “그건 내가 알아서 할 테니, 걱정하지 말고 너희는 준비나 해.
en_us: “That’s for me to worry about. Don’t worry about it and just get ready.

source: 나는 후우, 하고 숨을 내쉰 다음 연무장에 주저앉아 눈을 감고 마력을 조금씩 끌어모으기 시작했다.
en_us: I let out a deep breath before plopping down on the ground with my eyes closed to collect mana.

source: 고도가 높아질수록 점점 더 기온이 떨어지고, 발 한번 잘못 디디면 그대로 떨어져 죽어도 이상하지 않은 샛길에는 얼음과 눈이 엉겨 붙어있다.
en_us: The higher we got, the colder the temperature became. The narrow path that seemed an inch away from pitfall to death was lathered with ice and snow.

source: “큰 부상이었던 모양입니다.
en_us: “He must have been seriously injured.

source: 칼질이 무슨 한 달 빡세게 준비하면 붙을 수 있는 워드 자격증 시험이라도 되는 거냐?
en_us: Swordfight wasn’t some computer app you got used to after a few intensive weeks.

source: 기가 막힌다는 생각을 하면서 나는 그 밧줄을 잡고 도리안의 뒤를 따라 걸어가기 시작했다.
en_us: Incredulous, I grabbed the rope to follow Dorian.

source: 로델린은 간단하게 말해서, 바가지를 좀 심하게 긁었다.{j}레온은 그런 로델린에게 정이 떨어져 버렸다.
en_us: Put simply, Rodelline nagged Leon, who ultimately grew apart from her.{j}

source: “영지의 농사 용수는 어디에서 끌어오나 했더니.”
en_us: “I wondered where they got water for the farms in the estate,” I commented.

source: “그리고, 게롯 경은 그 배의 바닥에 떠오른 문양을 알고 있다고 하셨죠.”
en_us: “Also, you said you knew of the symbol on the boat, did you not?”

source: 어차피 놀러 가는 것도 아니고, 볼일만 끝내고 나면 바로 다시 돌아올 것이다.
en_us: It wasn’t as if I was going on a picnic. I would be back as soon as I was done.

source: 약 275mm.
en_us: About 275mm.

source: 하나같이 새것이고, 지급된 복장 또한 오래된 물건이 아니라 빳빳한 새 물건들이다.
en_us: Everything was new including the clothes.

source: 그 흉터에 나름대로 트라우마 같은 게 있었던 모양이네.
en_us: I supposed he had some trauma of sorts regarding that.

source: 그렇게 한두 시간 정도 기다렸을까.{j}문이 열리고 병사가 외쳤다.{j}“전원, 자리에서 일어나!”
en_us: An hour or two passed when the soldier opened the door and shouted, “Everyone, get up!”{j}{j}

source: 말이 끝나기가 무섭게 백작의 시선이 나에게 꽂힌다.
en_us: The count sharply turned to me as soon as the words left my mouth.

source: 아프라고 저주를 하지 그러냐.
en_us: Why doesn’t he just go full way and curse me then?

source: 내 말에 게롯이 끄응, 하는 소리를 냈다.
en_us: Gerrod groaned.

source: 비꼬는 것 같은 내 말투에 데이먼이 놀란 표정을 지으며 나를 바라봤다.{j}하지만, 분명히 그 눈빛에는 승리자의 표정이 떠올라 있다.
en_us: Damon stared at my wry reply, but he still had a victorious look.{j}

source: “어머니의 눈이 부어 있더라고요.
en_us: “My mother’s eyes were swollen.

source: 저걸로 숨을 쉬는 건가.
en_us: Was that how he was breathing?

source: “슬픈 일이군요.”
en_us: “A pity, indeed.”

source: “확실한 이야기냐.”
en_us: “Are you sure?” the count asked.

source: 중요한 건 합격 여부지.{j}나는 가능하다면 수색대에 소속되고 싶으니까.
en_us: What mattered was Dorian’s decision since I wanted to be a part of the scouts if I could.{j}

source: “보급품에 이상이 없는 것으로 알겠다.
en_us: “I take it that there is no issue.

source: 이런 상황은 생각하지 않았다.
en_us: This sort of situation had never entered my calculation.

source: 그 후, 약 3일 정도 실신해 계셨습니다.”
en_us: You remained unconscious for about three days,” he explained.

source: 그 길로 바로 방을 나선 나는 백작의 집무실 문을 노크했다.
en_us: I left the room right away and knocked on the office door.

source: 덕분에 흥신소 일을 하면서 남을 삶을 보내야 했지.
en_us: I eventually ended up working at a private agency for the rest of my life.

source: “이건 조금 함부로 물어보기 힘든 질문인데.”{j}나는 그렇게 말하고 로델린을 바라보다가 입을 열었다.
en_us: “Also, this might be a sensitive question, but...” I said as I looked at Rodelline.{j}

source: 쿠르스트 산맥에서 국경 수비대가 주로 싸우는 적은 하이랜더라고 하는 것들이다.
en_us: The Kurst Mountain Border Guards’ main enemies were what were called the highlanders.

source: 심장에 박아넣은 나무 파편이 살아있는 것처럼 꿈틀거리며 내 살 속으로 파고 들어간다.
en_us: The piece of wood in my heart wriggled as if it were alive and dug into my flesh.

source: 분명히 왕국 지리와 관련된 책이 있었던 것 같은데.{j}쿠르스트 산맥에 대한 정보를 찾기 위해서 봤던 책이다.
en_us: If I was correct, there were some books on geography that I had consulted when I was looking into Kurst Mountains.{j}

source: 게롯은 내가 눈을 감고 있자 피곤하다고 생각한 모양이다.
en_us: Gerrod seemed to think that I was tired since I had my eyes closed.

source: 그리고, 병사는 태연하게 자신을 향해 휘둘러진 주먹을 잡고, 그대로 녀석의 옆구리를 칼집으로 마구 후려쳤다.
en_us: The soldier caught his fist nonchalantly and began beating the crap out of the man’s side.

source: “어머니, 마틴입니다.”
en_us: “Mother, it’s me, Martin.”

source: “기억을 잃어서 많이 불안할 거라고 생각한다.
en_us: “I know that you might be feeling scared having lost your memories.

source: 내 입에서 튀어나오는 말이 더 이상 고울 필요는 없을 것 같다.
en_us: I did not think I would need to mince my words anymore.

source: 전역 기준, 하이랜더 50마리.
en_us: 50 highlanders. The quota one needed for one’s release.

source: 뭘 해야 할지 명확하지 않은 상황에 읽을거리가 이렇게나 많다는 건 복 받은 일이다.
en_us: It truly was a blessing to have so much to read when I wasn’t sure what to do.

source: 어지간한 수준의 귀족이 아닌 이상 구하기 힘든 물건이라는 건 확실하겠군.
en_us: Unless they were a noble from a quite wealthy family, this would be hard to come by.

source: 내가 어떻게 할 수 있는 일이 아니잖아.
en_us: It wasn’t like I could do anything about it.

source: “사실, 약간 큽니다.”
en_us: “It is slightly oversized.”

source: 일주일 사이 읽은 책의 권수는 30권이 넘어가는 중이다.
en_us: It had been a week and I had gotten through more than 30 volumes.

source: “좋아.”{j}한동안 더 창틀 주변을 살펴보던 나는 뭔가를 발견해서 집어 올렸다.
en_us: “Alright,” I said as I found something on my second look at the window.{j}

source: 차라리 얼굴에 대고 쌍욕을 하던가.
en_us: I’d much rather have him swear at my face.

source: 두 사람은 식당에 함께 들어왔다.
en_us: The couple had come to the dining hall together.

source: 성장 호르몬에 문제가 생겼다고 해도, 사람의 발자국이 이렇게까지 커질 수는 없다.
en_us: A person’s foot could not be so large even if they had issue with growth hormone.

source: “줄자를 하나 가져와 줬으면 하는데.”
en_us: “I want you to bring me a measuring tape,” he said.

source: “게롯 경은 저를 기사라고 생각하시는 모양이죠.”{j}말을 마친 나는 그릇 안의 음식을 한 숟갈 떠먹고는 말을 이었다.
en_us: “You must think of me as a knight, Sir Gerrod,” I said before taking a bite of the food.{j}

source: 게롯의 표정이 상당히 어둡다.
en_us: Gerrod looked grieved.

source: 처음 뵙겠습니다, 형님.
en_us: Nice to meet you, brother.

source: 내 말에 도리안이 대답했다.{j}“하지만 말이야.{j}게롯이 자신이 청탁을 하게 된 경위를 편지에 꽤 자세하게 써 놓았던 말이지.{j}그게 흥미를 끌었어.”
en_us: Dorian continued, “But Gerrod wrote in detail how he came to support you. That caught my attention.”{j}{j}{j}

source: 오른팔을 녀석의 목 뒤로 넘기고, 왼손 주먹을 상대의 목젖 쪽에 가져다 붙인다.
en_us: Pulling the right arm behind his neck, I pushed my left fist near his neck.

source: “일단, 알아낼 수 있는 건 이 정도입니다.”
en_us: “This is as far as we can go right now,” I concluded.

source: 몸 상태를 살피던 나는 이상함을 느끼고 중얼거렸다.
en_us: While examining my body, I noticed that something was off.

source: 게롯이 다시 설명을 이어가기 시작했다.
en_us: Gerrod began to explain again.

source: 잘 되었네.
en_us: Good.

source: “후손의 번영과 안녕.”
en_us: “The peace and prosperity for the children.”

source: 살펴보는 사이 녀석이 입을 열었다.{j}“누가 보냈냐?”
en_us: The man began to speak while I observed him, “Who sent you?”{j}

source: 아침에 자수나 놓으면서 시간을 보낼 만한 사람일 리가 없다고 생각하는데.
en_us: I couldn’t imagine her spending a leisurely morning doing embroidery.

source: 애초에 쿠르스트 산맥으로 나를 내쫓아 버리는 레온 백작의 영지에서 일어난 일이다.
en_us: After all, this took place in Count Leon’s estate. The same count was sending me away to Kurst Mountains.

source: 쿠르스트 산맥은 만만한 곳이 아니다.
en_us: Kurst Mountains is a dangerous place.

source: 그냥 이 껍데기 안에 들어있는 사람이 바뀐 것뿐이다.{j}술 먹고 사람 패는 어린 미친놈에서, 이런 짓거리 해서 십 년 넘도록 밥벌이했던 유능한 흥신소 주인장으로.
en_us: All that happened was that the person inside the body had changed from a young crazy bastard who got drunk and beat up people to a capable private agent who did this line of work for a living for more than ten years.{j}

source: 나는 그 말에 로델린을 바라봤다.
en_us: I stared at Rodelline.

source: 편의점에서 1+1 행사를 할 때 구매한 것도 아니고.
en_us: Did they get them at an one-plus-one event?

source: “며칠 고생하면 되겠지.”{j}간단하게 대답을 돌려준 도라인이 짐을 챙기기 시작한다.{j}나도 마찬가지로 짐을 쌌다.
en_us: “I suppose you might have to suffer for a few days,” said Dorian as he began to gather our bags as did I.{j}{j}

source: 나는 약간 당황하면서 불타오르는 녀석 코앞에 분신을 만들어 검을 휘둘렀다.
en_us: Slightly taken aback, I sent my double to slash at his body.

source: 레온 백작은 더 이상 말하기 싫다는 듯이 자신의 용건을 간단하게 말했다.{j}“오늘 저녁 중으로 이후 한 달 동안 너에게 검을 가르칠 사람이 온다.
en_us: Count Leon swiftly moved to his conclusion as if he had no wish to continue this conversation, “Tonight, a tutor will come who’ll teach you swordfight for a month.{j}

source: 사람을 호수로 보내 검을 찾아오겠다.
en_us: I’ll send a person to the lake to retrieve it.

source: 그래, 내가 궁금했던 것도 바로 저거였다.
en_us: Yes. This was what I was curious about.

source: 기억을 잃었다니.
en_us: Memory loss, huh?

source: “들어와.”
en_us: “Come in.”

source: “설마.”
en_us: “Impossible.”

source: “나흘 뒤에 로티샤 호수로 가볼까 합니다.”
en_us: “I’m thinking of visiting Lake Roticha in four days,” I declared.

source: 마차 안에서 내가 약간 얼굴을 구기고 있자, 게롯이 희미하게 웃으며 말했다.
en_us: Gerrod smiled faintly as I sat shitfaced in the carriage.

source: 어떻게 보면 호수도 고인 물이라고 할 수 있기 때문에, 이 정도로 수질이 좋은 경우는 드문데.
en_us: It was rare for lake water to be this clear since lakes were, after all, still bodies of water.

source: “마력의 축적은 끝난 모양이군.”
en_us: “I see that you’re done collecting mana,” he commented.

source: 배 한쪽 구석에 치워져 있는 그물망이 보인다.
en_us: A discarded net on the corner.

source: 심장에 구심점을 박아넣은 게 아니라, 심장이 구심점이 되었다.
en_us: I hadn’t embedded a new core to my heart but had converted my organ into a core.

source: “그 마법사 새끼, 여자였군요.”
en_us: “That bastard of a mage, she was a woman.”

source: 저 말은 로델린의 말에 맞다.
en_us: Rodelline was right.

source: 오히려 차가운 편이다.
en_us: Rather, it was pretty cold.

source: “……저기인 것 같군요.”
en_us: “I believe this is it...” I murmured.

source: 잘되었군.
en_us: Good.

source: 그 말에 나는 입가에서 헛웃음이 흘러나왔다.
en_us: I let out a hollow laughter.

source: “나를 아나?”
en_us: “You know who I am?” I asked, whipping around.

source: 나는 물컵을 테이블 위에 다시 올려놓으며 말했다.{j}“그렇다면 방금 전에도 못 보신 게 아닙니다.{j}제가 눈이 좋은 것도 아니지요.
en_us: Placing the cup back on the table, I said, “Then you did not miss it last time nor do I have particularly good eyes.{j}{j}

source: 몰래 숨어서 돌아다닐 수 있는 능력은 아무도 모를 때 진가를 발휘하는 법이니까.
en_us: After all, the sneaky ability shined only when nobody else knew about it.

source: 따라서, 허공에 흩어진다고 해도 얼마 지나지 않아 다시 자연스럽게 구심점으로 다시 돌아온다.
en_us: So even if it dissipated in the air, it would naturally return to the core.

source: 그전까지 어떤 환경에서 어떻게 자라왔는지는 중요하지 않다.
en_us: It is not important what kind of lives you have led.

source: 집에서 연기가 올라온다.
en_us: Smoke was coming up.

source: 침대에 드러누운 나는 손을 허공으로 들어 올렸다.
en_us: Lying on the bed, I lifted my hand up.

source: 온몸을 뒤덮은 두들겨 맞아 터지고 찢어진 상처 속으로 차가운 짠물이 스며들며 지독한 고통을 선사한다.
en_us: The saltwater seeped into every cut and bruise that covered my body, making me writhe in pain.

source: 마침내, 저 멀리 저무는 석양이 보인다.
en_us: At last, I could see the sunset.

source: 정작 마력을 움직였던 건 게롯이니, 피곤하다면 게롯이 피곤할 것이다.
en_us: But Gerrod was the one who moved the mana. If anyone was tired, it would be him.

source: 대가리가 잘리고도 30분을 살아있을 수 있다는 건 이미 정상적인 생명체의 수준이 아닌데.
en_us: It didn’t sound right that a creature would live another 30 minutes after losing its head.

source: “저 진열함에는, 아무것도 없네요.”
en_us: “I see there’s nothing in the display,” I commented.

source: 나를 알아본 것 같다.
en_us: They seemed to recognize me.

source: “죄송할 것까지는 없는데.
en_us: “You don’t have to be sorry.

source: 잘 되어가는군.
en_us: Well, this is going well.

source: 레온 백작의 영지는 로티샤 호수와 인접해 있다.{j}그렇게 오래 걸릴 여행도 아니고, 도로의 치안 상태도 괜찮은 걸로 알고 있다.
en_us: Count Leon’s estate bordered on the Lake Roticha, so the trip probably wouldn’t take long nor was safety an issue.{j}

source: 레온도 나에게 의무를 다했고, 나도 레온에게 의무를 다했지.”
en_us: Leon did his duties as did I.”

source: 어차피 내버린 자식 새끼니 내가 호수로 가는 것에 레온 백작이 딱히 딴지 걸지는 않겠지.
en_us: Count Leon wouldn’t mind his prodigal son visiting the lake, would he?

source: “얘야, 혹시 나는 알아보겠니?”
en_us: “Child, do you recognize me at all?” she asked.

source: 나는 파랗게 질린 안색을 하고 있는 하녀를 보다가 말했다.{j}“힘든 일을 시켰나?”
en_us: I stared at her frozen expression before asking, “Was I asking for something difficult?”{j}

source: “사실이다.”
en_us: “It’s true.”

source: 물론 이게 다 이 몸의 원래 주인께서 해놓은 일이 있다 보니 발생하는 일이겠지.
en_us: I supposed all of this was the karma of this body’s original owner.

source: 마틴의 행실이라는 게 좀 이야기가 많지 않습니까.”
en_us: Martin isn’t exactly known for his good behavior,” he commented.

source: 나는 그 말에 히죽 웃으며 대답했다.
en_us: I grinned.

source: 가게 되는 것은 필연이다.
en_us: There was no way out this anyway.

source: 뭐야 이 씹덕 같은 숨소리는.{j}나는 그런 생각을 하면서 소리가 들린 곳을 바라봤다.
en_us: What was this Hulk-like sound? I thought as I turned around.{j}

source: 그 와중에 희미하게 들리는 목소리.
en_us: Amidst the pain, I could hear a faint voice.

source: 어차피 성 안내라고 한다면 하녀인 안젤라보다는 백작 부인 로델린이 더 잘 알고 있을 테니까.
en_us: Countess Rodelline would know more about the castle than Angela the maid anyway.

source: “고작 한 달 정도 게롯에게 가르침을 받은 것 치고는 체력 검사 결과도 준수하고, 편지의 이야기를 고려해본다면 이미 발현점을 넘을 정도의 마력을 모았다고 하던데.”
en_us: “You’re quite fit for having trained with Gerrod only for a month and according to the letter, you’ve already gathered enough mana to reach past the point of manifestation.”

source: 하지만, 제한 시간이 걸려있는 경우 대부분 시간은 빠르게 흘러간다.
en_us: But when there is a deadline, it usually passes swiftly.

source: 내 말에 게롯이 음?{j}하는 소리를 내고 나를 바라봤다.
en_us: Gerrod stared at me with a “Hm?”{j}

source: 어차피 기억을 잃었다고 하는 카드가 있는 이상 지금 당장 내가 그 사람들에게 쫄아 있을 필요는 없다.
en_us: I had a perfect excuse that was memory loss, so there was no reason I should be afraid of the crowd.

source: “그렇다.
en_us: “Yes.

source: [또한, 머리가 파괴된 이후에도 약 30분 정도 움직일 수 있다는 점이 실전에서 확인되었는데, 학자들은 뇌가 파괴된 이후 척추가 임시적으로 뇌의 기능을 대체하는 게 아닐까 추측한다.
en_us: [Also, people have found during battles that the highlanders could move for about 30 minutes even after their heads were destroyed. The scholars believe that their spinal cord might be serving as a brain after the actual brain has been destroyed.

source: 이름을 여쭤봐도 될까요?”
en_us: May I ask your name?”

source: 이 나무 파편을 가슴에 박아넣으면 죽을지도 모른다.
en_us: If I did embed this piece of wood in my heart, I might die.
